<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>에어캠프</title>
</head>
<body>
	<%@ include file="header.jsp"%>
	<main class="footer-page wrap">
		<h2 class="title">개인정보처리방침</h2>
		<h3>제1장 총칙</h3>
		<h4>제1조(목적)</h4>
		에어캠프 (이하 '당사')는 [개인정보 보호법] 제 30조에 따라 정보주체의 개인정보를 보호하고, 이와 관련된 고충을 신속하고
		원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보처리방침을 수립.공개 합니다. 당사는 개인정보 처리방침을 개정하는
		경우 대표 홈페이지 내 '공지사항' (또는 개별공지)을 통하여 관련 사항을 사전에 고지할 예정입니다. <br> <br>또한
		당사는 관련법령에서 규정한 바에 따라 당사에서 보유하고 있는 개인정보에 대한 열람청구권 및 정정청구권 등 이용자의 권익을
		존중하며, 이러한 법령상 권익의 침해 등에 대해서는 개인정보분쟁조정위원회, 개인정보침해신고센터 등에 분재해결이나 상담 등을
		신청할 수 있습니다.<br> <br> 본 방침은 2024년 04월 12일부터 시행됩니다.

		<h4>제2조(개인정보 보호책임자 및 담당부서)</h4>
		이용자의 개인정보를 처리하는 책임자 및 담당자는 다음과 같으며, 당사는 이용자의 문의에 대해 신속하고 충분한 답변을 드릴 수
		있도록 최선을 다하겠습니다.<br> <br>하단의 메일주소 및 번호 참고

		<h4>제3조(개인정보의 제3자 제공)</h4>
		당사는 이용자의 개인정보를 개인정보의 처리 목적에서 명시한 범위 내에서만 처리하며, 이용자의 동의, 법률의 특별한 규정 등에
		해당하는 경우에만 개인정보를 제3자에게 제공하고 그 이외에는 이용자의 개인정보를 제3자에게 제공하지 않습니다. 당사는 서비스
		목적 달성을 위하여 다음의 경우에 한하여 제3자에게 개인정보를 제공합니다.

		<h4>제4조(개인정보 처리방침의 변경)</h4>
		당사는 정책 또는 관계 법령의 변경에 따라 본 개인정보 처리방침을 변경할 수 있습니다.
	</main>
	<%@ include file="footer.jsp"%>
</body>
</html>