<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>에어캠프</title>
</head>
<body>
	<%@ include file="header.jsp"%>
	<main class="footer-page wrap">
		<h2 class="title">이용약관</h2>
		<h3>제1장 총칙</h3>
		<h4>제1조(목적)</h4>
		본 약관은 에어캠프(이하 "당사")가 제공하는 에어캠프 서비스(이하 "서비스")의 이용과 관련하여 당사와 이용자의 권리, 의무
		및 책임사항 그리고 기타 필요한 사항을 규정하는 것을 목적으로 합니다.

		<h4>제2조(약관의 효력 및 변경)</h4>
		약관의 내용은 서비스 화면에 게시하고 이용자가 동의함으로써 효력이 발생합니다. 당사는 합리적인 사유가 발생될 경우에는 이
		약관을 변경할 수 있으며, 약관이 변경되는 경우에는 최소한 7일전에 공지합니다. 또한 새로운 서비스가 개설될 경우, 별도의
		명시된 설명이 없는 한 이 약관에 따라 제공됩니다.

		<h4>제3조(용어의 정의)</h4>
		이 약관에서 사용하는 용어의 정의는 다음과 같습니다. ① 이용자: 당사가 제공하는 서비스를 받는 소셜로그인 회원 및 비회원 ②
		회원: 다른 서비스에서 가입한 정보를 바탕으로 에어캠프 서비스 內 소셜로그인 인증을 받은 개인이나 법인 또는 법인에 준하는
		단체 ③ 비회원: 소셜로그인 인증을 통하여 회원인증하지 않고, 당사가 제공하는 서비스를 이용하는 자 ④ 해지: 당사 또는
		회원이 서비스 개통 후 이용계약을 해약하는 것 ⑤ 소셜로그인 인증 : 포털‧사회관계망서비스(SNS) 가입자가 해당 ID로 다른
		웹사이트나 애플리케이션에 접속하는 기능

		<h3>제2장 회원의 가입 및 관리</h3>
		<h4>제4조(회원가입)</h4>
		이용자는 회원가입을 신청하려면 에어캠프 서비스에서 제공하는 로그인메뉴를 통해 소셜로그인 인증을 받음으로써 회원가입이
		이루어지며, 이 경우 이용약관 및 개인정보처리방침 내용에 동의한 것으로 간주합니다.

		<h4>제5조(회원정보의 변경)</h4>
		회원은 회원정보(패스워드, 닉네임, 프로필사진 등)의 수정을 원할 경우 로그인한 소셜서비스에서 제공하는 회원정보수정 메뉴를
		통해 수정해야 하며, 변경하지 않은 정보로 인한 문제의 책임은 회원에게 있습니다.

		<h4>제6조(회원 탈퇴 및 자격상실, 서비스 이용제한 등)</h4>
		① 회원은 탈퇴를 희망할 경우 탈퇴를 요청할 수 있으며, 당사는 관련법 등이 정하는 바에 따라 이를 처리합니다. 회원이
		자발적으로 계약을 해지할 경우, 당사는 관련법 및 개인정보취급방침에 따라 인증정보를 삭제합니다. 회원이 다음 각 호의 사유에
		해당하는 경우, 당사는 회원자격을 제한 및 정지시킬 수 있습니다. 가. 가입 신청 시에 허위 내용을 등록한 경우 나. 다른
		사람의 서비스 이용을 방해하거나 타인의 명예를 훼손하거나 그 정보를 도용하는 등 전자 거래 및 정보통신서비스 이용질서를
		위협하는 경우 다. 제공되는 정보를 변경하는 등 당사의 운영을 방해한 경우 라. 법령과 본 약관이 금지하거나 미풍양속에
		저해하는 행위를 하는 경우 ② 당사는 회원자격 및 서비스 이용을 제한, 정지 시킨 후, 그 사유가 시정되지 아니하는 경우
		회원자격을 상실시킬 수 있습니다.

		<h3>제3장 서비스 이용</h3>
		<h4>제7조(서비스의 구분)</h4>
		당사가 이용자에게 제공하는 서비스는 기본서비스와 부가서비스 등으로 구분 하며, 서비스의 종류와 내용 등은 당사가 공지나 서비스
		이용안내에서 별도로 정하는 바에 의합니다.

		<h4>제8조(서비스의 이용시간)</h4>
		① 서비스는 연중무휴 1일 24시간 제공함을 원칙으로 하며, 당사가 업무상, 운영상, 기술상의 이유로 서비스의 전부 또는
		일부가 일시 중지될 수 있으며, 이 경우 내용을 사전에 공지합니다. ② 당사는 서비스 별로 이용 가능한 시간을 별도로 정할 수
		있으며 이 경우 그 내용을 사전에 공지합니다.

		<h4>제9조(서비스 변경)</h4>
		당사는 상당한 이유가 있는 경우에 업무상, 운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는 일부 서비스를 변경 및 중단
		할 수 있으며, 이 경우 그 내용을 사전에 공지합니다.

		<h2 class="title">의무 및 책임</h2>
		<h4>제10조(당사의 의무)</h4>
		① 당사는 관련법과 이 약관에서 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 서비스를 제공하기
		위하여 최선을 다하여 노력합니다. ② 당사는 서비스와 관련한 회원의 불만사항이 접수되는 경우 이를 즉시 처리하여야 하며, 즉시
		처리가 곤란한 경우 그 사유와 처리 일정을 해당 회원에게 통지하여야 합니다. ③ 당사는 서비스의 제공과 관련하여 알게 된
		회원의 개인정보를 본인의 승낙 없이 제3자에게 누설, 배포하지 않고, 이를 보호하기 위하여 노력합니다. 회원의 개인정보보호 및
		사용에 대해서는 관련법 및 개인정보취급방침에 따릅니다.

		<h4>제11조(회원의 의무)</h4>
		회원은 다음 행위를 하여서는 안 됩니다. ① 신청 또는 변경 시 허위내용의 등록 ② 타인의 정보도용 ③ 당사가 게시한 정보의
		변경 ④ 당사가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시 ⑤ 당사와 기타 제3자의 저작권 등
		지적재산권에 대한 침해 ⑥ 당사 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위 ⑦ 외설 또는 폭력적인 메시지,
		화상, 음성, 기타 미풍양속에 반하는 정보를 서비스에 공개 또는 게시하는 행위 ⑧ 당사의 동의 없이 영리를 목적으로 서비스를
		사용하는 행위 ⑨ 기타 불법적이거나 부당한 행위

		<h4>제12조(양도 금지)</h4>
		회원은 서비스의 이용권한, 기타 이용 계약상 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.

		<h4>제13조(게시물에 대한 권리 및 책임)</h4>
		① 게시물에 대한 저작권을 포함한 모든 권리 및 책임은 이를 게시한 회원에게 있으며, 당사는 서비스 내에 게재할 권리를
		갖습니다. ② 당사는 회원이 서비스에 게시, 게재하거나 서비스를 통해 전송, 수신한 내용물 및 그 결과에 대하여 책임지지
		않으며, 아래사항에 해당하는 경우 게시물을 임의로 삭제할 수 있습니다. 가. 타인을 비방하거나, 프라이버시를 침해하거나,
		명예를 손상시키는 내용인 경우 나. 공공질서 및 미풍양속에 위반되는 내용인 경우 다. 서비스의 안정적인 운영에 지장을 주거나
		줄 우려가 있는 경우 라. 범죄행위에 관련된다고 판단되는 내용인 경우 마. 당사의 지적재산권, 타인의 지적재산권 등 기타
		권리를 침해하는 내용인 경우 바. 특정제품의 선전 등 기타 상용목적으로 게시되는 내용인 경우 사. 입력된 정보를 무단 개조하는
		경우 아. 타 회원의 회원 ID, 비밀번호를 도용하는 경우 자. 게시판의 목적에 맞지 않는 사이버 시위 및 도배 목적의 내용인
		경우 차. 기타 관계법령에 위반된다고 판단되는 경우

		<h4>제14조(책임제한)</h4>
		① 당사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임을 지지
		않습니다. ② 당사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여는 책임을 지지 않습니다. ③ 당사는 회원이 서비스와
		관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다. ④ 당사는 회원 간 또는
		회원과 제3자 상호간에 서비스를 매개로 하여 거래 등을 한 경우에는 책임을 지지 않습니다.

		<h4>제15조(분쟁의 해결)</h4>
		본 약관은 대한민국법령에 의하여 규정되고 이행되며, 서비스 이용과 관련하여 당사와 회원간에 발생한 분쟁에 대해서는
		민사소송법상의 주소지를 관할하는 법원을 합의관할로 합니다.

		<h4>제16조(규정의 준용)</h4>
		본 약관에 명시되지 않은 사항에 대해서는 관련법령에 의하고, 법에 명시되지 않은 부분에 대하여는 관습에 의합니다.
		<br><br> ■ 부칙 본 약관은 2024년 04월 12일부터 적용됩니다.
	</main>
	<%@ include file="footer.jsp"%>
</body>
</html>